/* NSExecutableNotLoadableError */
"BundleErr3584" = "실행 파일을 로드할 수 없기 때문에 ‘%@’ 번들을 로드할 수 없습니다.";

/* NSExecutableNotLoadableError */
"BundleErr3584-C" = "번들의 실행 파일을 로드할 수 없습니다.";

/* NSExecutableNotLoadableError */
"BundleErr3584-R" = "번들을 다시 설치해보십시오.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585" = "현재 아키텍처에 대한 버전이 포함되어 있지 않기 때문에 ‘%@’ 번들을 로드할 수 없습니다.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-C" = "번들에 현재 아키텍처에 대한 버전이 포함되어 있지 않습니다.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-R" = "Universal 버전의 번들을 설치해보십시오.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586" = "현재 응용 프로그램과 호환되지 않기 때문에 ‘%@’ 번들을 로드할 수 없습니다.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-C" = "번들이 이 응용 프로그램과 호환되지 않습니다.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-R" = "새로운 버전의 번들을 설치해보십시오.";

/* NSExecutableLoadError */
"BundleErr3587" = "손상되었거나 필수 리소스가 유실되어 ‘%@’ 번들을 로드할 수 없습니다.";

/* NSExecutableLoadError */
"BundleErr3587-C" = "번들이 손상되었거나 필수 리소스가 유실되었습니다.";

/* NSExecutableLoadError */
"BundleErr3587-R" = "번들을 다시 설치해보십시오.";

/* NSExecutableLinkError */
"BundleErr3588" = "‘%@’ 번들을 로드할 수 없습니다.";

/* NSExecutableLinkError */
"BundleErr3588-C" = "번들을 로드할 수 없습니다.";

/* NSExecutableLinkError */
"BundleErr3588-R" = "번들을 다시 설치해보십시오.";

/* NSFileNoSuchFileError */
"BundleErr4" = "실행 파일을 찾을 수 없기 때문에 ‘%@’ 번들을 로드할 수 없습니다.";

/* NSFileNoSuchFileError */
"BundleErr4-C" = "번들의 실행 파일을 찾을 수 없습니다.";

/* NSFileNoSuchFileError */
"BundleErr4-R" = "번들을 다시 설치해보십시오.";

/* Name of the 'Cocoa' error domain when showing to user. Very likely this will not get localized. */
"NSCocoaErrorDomain" = "Cocoa";

/* Name of the 'Core Foundation' error domain when showing to user. Very likely this will not get localized differently in other languages. */
"NSCoreFoundationErrorDomain" = "Core Foundation";

/* Name of the 'Mach' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'Mach' in the language. */
"NSMachErrorDomain" = "Mach";

/* Name of the 'OSStatus' error domain when showing to user. Very likely this will not get localized. */
"NSOSStatusErrorDomain" = "OSStatus";

/* Name of the 'POSIX' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'POSIX' in the language. */
"NSPOSIXErrorDomain" = "POSIX";

/* A generic error string indicating there was a problem. The %@ will be replaced by a second sentence which indicates why the operation failed. */
"The operation couldn\\U2019t be completed. %@" = "작업을 완료할 수 없습니다. %@";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain, code, and a description when there is no other way to present an error to the user. The first %@ indicates the error domain, %ld indicates the error code, and the second %@ indicates the description; so this might become '(Mach error 42 - Server error.)' for instance. */
"The operation couldn\\U2019t be completed. (%@ error %ld - %@)" = "작업을 완료할 수 없습니다.(%1$@ 오류 %2$ld - %3$@)";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain and code when there is no other way to present an error to the user. The %@ indicates the error domain while %ld indicates the error code; so this might become '(Mach error 42.)' for instance. */
"The operation couldn\\U2019t be completed. (%@ error %ld.)" = "작업을 완료할 수 없습니다.(%1$@ 오류 %2$ld.)";

